Revit 2027 API
SymbolTypeId.FeetOfWaterPer100ft Property
 Symbol Feet/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetOfWaterPer100ft { get; }
Public Shared ReadOnly Property FeetOfWaterPer100ft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetOfWaterPer100ft {
	ForgeTypeId^ get ();
}
static member FeetOfWaterPer100ft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace